<template>
<div class="container">
  <h1>社区规范</h1>
<h2>一、用户权责</h2>
<p>作为本社区的用户，您有以下权利和责任：</p>
<h3>1. 用户权利</h3>
<p>a. 在遵守社区规范的前提下，自由表达意见和观点。</p>
<p>b. 参与社区活动和讨论，分享知识和经验。</p>
<h3>2. 用户责任</h3>
<p>a. 尊重其他用户的意见和观点，避免恶意攻击和侮辱行为。</p>
<p>b. 不发布违法、不良信息，不传播谣言和虚假信息。</p>
<p>c. 保护自己的账号信息，不轻易泄露个人隐私。</p>
<p>d. 遵守社区的各项规定和管理措施。</p>

<h2>二、社区管理方式</h2>
<h3>1. 规范制定与管理</h3>
<p>a. 社区将制定详细的规范，对用户行为进行指导和管理。</p>
<p>b. 管理团队将及时处理违规行为并做出相应处理。</p>
<h3>2. 用户举报与处理</h3>
<p>a. 用户可通过举报系统向管理团队反映问题。</p>
<p>b. 管理团队将对举报进行核实，并根据情况做出处理。</p>
<p>c. 对于恶意举报者，将采取相应措施保护被举报对象。</p>

<h2>三、违法和不良信息管理</h2>
<h3>1. 违法信息管理</h3>
<p>a. 任何形式的违法信息，包括但不限于色情、暴力、恐怖内容，均不允许发布。</p>
<p>b. 发现违法信息将立即删除，并依法追究责任。</p>
<h3>2. 不良信息管理</h3>
<p>a. 不良信息指具有辱骂、攻击性、侮辱性质，或者不符合社区价值观的内容。</p>
<p>b. 用户不得发布不良信息，否则将面临相应的处理措施，包括警告、禁言等。</p>
<p>c. 社区将建立内容审核机制，加强对不良信息的监管。</p>

<h2>四、内容安全</h2>
<h3>1. 个人隐私保护</h3>
<p>a. 用户不得发布他人的个人隐私信息，包括但不限于电话号码、家庭地址等。</p>
<p>b. 社区将采取技术手段保护用户的个人隐私。</p>
<h3>2. 合法内容发布</h3>
<p>a. 发布的内容应符合相关法律法规，并遵守社区规范。</p>
<p>b. 任何形式的违法内容均不得在本社区发布，包括但不限于侵权内容、非法广告等。</p>
<p>c. 社区将建立严格的内容审核机制，保障内容的合法性和安全性。</p>
</div>
</template>

<script setup>
useHead({
  title: 'UniTrace -- 社区规范'
})
definePageMeta({
    layout: 'protocols',
    keepalive: true
})
</script>

<style scoped>
.container {
    max-width: 800px;
    margin: 0px auto;
    padding: 20px 40px;
}
h1 {
  font-family: "deyihei";
  margin: 12px 0;
  font-size: 40px;
}
h2 {
  font-family: "deyihei";
  margin: 10px 0;
  font-size: 24px;
}
h3 {
  font-weight: bold;
  margin: 8px 0;
  font-size: 16px;
}
p {
  line-height: 1.8;
  font-size: 16px;
}
li {
  color: #666;
  line-height: 1.8;
}
</style>