<template>
<div class="container">
    <h1>隐私政策</h1>
    <p>欢迎访问宇迹（UniTrace）。我们非常重视您的隐私，并致力于保护您的个人信息。本隐私政策解释了我们如何收集、使用、披露和保护您的信息。</p>
    
    <h2>一、信息的收集</h2>
    <p>我们可能会通过以下几种方式收集您的信息：</p>

        <h3>1. 您提供的信息：</h3> <p>当您注册账户、填写表单、参与调查或与我们联系时，您可能会提供您的姓名、电子邮件地址、电话号码等个人信息。</p>
        <h3>2. 自动收集的信息：</h3> <p>当您访问本网站时，我们可能会自动收集您的设备信息、浏览记录、IP地址和其他技术信息。</p>
        <h3>3. 来自第三方的信息：</h3> <p>我们可能会从第三方获取您的信息，例如社交媒体平台或合作伙伴。</p>

    
    <h2>二、信息的使用</h2>
    <p>我们使用收集到的信息以以下几种方式：</p>

        <h3>1. 提供和改进服务：</h3> <p>用于向您提供和改进我们的产品和服务。</p>
        <h3>2. 客户支持：</h3> <p>用于回应您的询问、解决您的问题以及提供客户支持。</p>
        <h3>3. 营销和通讯：</h3> <p>用于发送有关我们产品和服务的最新信息、优惠和促销活动。</p>
        <h3>4. 分析和研究：</h3> <p>用于进行数据分析、研究和统计，以改进我们的产品和服务。</p>

    
    <h2>三、信息的披露</h2>
    <p>我们不会向第三方出售、交易或转让您的个人信息，但可能会在以下情况下披露您的信息：</p>

        <h3>1. 法律要求：</h3> <p>当我们有理由相信披露这些信息是遵守法律、执行我们的政策或保护他人权利、财产或安全所必要的。</p>
        <h3>2. 业务转让：</h3> <p>在业务转让或重组的情况下，如合并、收购或资产出售，我们可能会披露或转让您的信息。</p>
        <h3>3. 第三方服务提供商：</h3> <p>我们可能会与可信赖的第三方服务提供商合作，以代表我们执行某些服务或功能。</p>

    
    <h2>四、信息的保护</h2>
    <p>我们采取合理的安全措施来保护您的个人信息不被未经授权的访问、披露、篡改或破坏。这些措施包括技术、管理和物理安全措施。</p>
    
    <h2>五、您的权利</h2>
    <p>根据适用的隐私法律，您可能拥有以下权利：</p>

        <h3>1. 访问权：</h3> <p>有权请求访问我们持有的关于您的个人信息。</p>
        <h3>2. 更正权：</h3> <p>有权请求更正我们持有的关于您的不准确或不完整的信息。</p>
        <h3>3. 删除权：</h3> <p>有权请求删除我们持有的关于您的个人信息，除非我们有合法的理由继续保存这些信息。</p>
        <h3>4. 限制处理权：</h3> <p>有权请求限制我们处理您的个人信息。</p>
        <h3>5. 数据可携权：</h3> <p>有权请求将您的个人信息转移到另一个组织或直接转移给您。</p>

    
    <h2>六、隐私政策的更新</h2>
    <p>我们可能会不时更新本隐私政策。我们将通过在本网站上发布更新后的隐私政策并注明更新时间来通知您任何重大更改。</p>
    
    <h2>七、联系我们</h2>
    <p>如果您对本隐私政策有任何疑问或担忧，或想行使您的权利，请通过以下联系方式与我们联系：</p>
    <p>电子邮件：zhangyutongxue@163.com</p>
    <p>电话：123-456-7890</p>
    <p>地址：安徽省合肥市南七技校</p>
</div>
</template>

<script setup>
useHead({
  title: 'UniTrace -- 隐私政策'
})
definePageMeta({
    layout: 'protocols',
    keepalive: true
})
</script>

<style scoped>
.container {
    max-width: 800px;
    margin: 0px auto;
    padding: 20px 40px;
}
h1 {
  font-family: "deyihei";
  margin: 12px 0;
  font-size: 40px;
}
h2 {
  font-family: "deyihei";
  margin: 10px 0;
  font-size: 24px;
}
h3 {
  font-weight: bold;
  margin: 8px 0;
  font-size: 16px;
}
p {
  line-height: 1.8;
  font-size: 16px;
}
li {
  color: #666;
  line-height: 1.8;
}
</style>